[
    {
        "FULL NAME": "JEROME JIMMY WONG",
        "PreferredName": "Jerome Wong",
        "Designer Photo 3:4": "",
        "Iconfile": "./assets/indiv_icons/Jerome.png",
        "Personal Description": "Jerome J. Wong grew up asking \"why\" and rarely stopped at the first answer. Curiosity was his starting point, but quickly became a habit of peeling back layers, searching for the roots behind ideas, objects, and systems.\n\nThis instinct to look beyond the obvious shaped his journey as a designer, evolving into a systems-based approach to problem-solving. By recognizing patterns, whether in human behavior, service touchpoints, or emerging technologies, Jerome connects the dots to build solutions that are rooted, resilient, and relevant.\n\nFor him, design is not purely about aesthetics, but about fitting solutions within the layered realities of people, processes, and environments. Specialising in service design and strategic thinking, he approaches challenges by zooming out, mapping relationships, spotting unseen connections, and shaping interventions that are as logical as they are elegant.\n\nMoving forward, Jerome aims to apply design as a form of strategic consulting, creating interventions that go beyond the surface toward lasting and meaningful impact.",
        "Icon Description": "A blooming tree, or explosion cloud, or inkblot from Rorschach.\nMy shape reflects the way I move through design: starting from curiosity, making sense of systems, and setting new possibilities into motion.\nWhat matters is not just the moment of change, but the patterns that rise from it when we step back and zoom out.",
        "Email": "Wongjeromejimmy@gmail.com",
        "Instagram": "https://www.instagram.com/jeromew1112?igsh=MThxZnI3djE4dTlvbg%3D%3D&utm_source=qr",
        "InstagramUsername": "@jeromew1112",
        "Behance": "",
        "Portfolio": "",
        "Portrait": "./assets/portraits/Jerome.png",
        "LinkedIn": "https://www.linkedin.com/in/jerome-j-wong-337593271/",
        "LinkedinUsername": "@jerome-j-wong",
        "Which of these links you want on your Archive profile": "LinkedIn, insta ",
        "Which of these links you want on your Gradsite profile (max 2)": "Linkedin,Instagram",
        "Is your project thesis? (tick if yes)": "TRUE",
        "If it is platform project, list down your group members here": "nil",
        "Project Title ( 1 Liner)": "Parent First, ADHD Later: The support seldom talked about ",
        "Cluster": "SS",
        "Supervisor": "Alistair Norris",
        "MainPic": "./assets/projects/JJW-PFAL-1.png",
        "Header_1": "Parent First, ADHD Later redesigns how we think about care - by supporting the supporters. ",
        "Description_1": "ADHD interventions often focus on the diagnosed in this case the teens, the emotional load on parents is quietly overwhelming. In Singapore’s high-pressure context, parents face rising guilt, stress, and isolation as structured support drops off during adolescence. This project reframes ADHD not just as a clinical condition but as a family experience, as studies have shown that parental wellbeing directly shapes teen outcomes.\n\nCo-created with over 80 parents, teens, clinicians, and ADHD organizations like IMH, Unlocking ADHD, SPARK and more, the guide focuses on everyday emotional flashpoints: school refusal, screen battles, late-night spirals and more. These 8 moments form the backbone of the book’s structure, replacing unrelatable clinical chapters with situation-based flowcharts, emotional check-in tools, relatable storytelling, framing on why from the teens persepctive, and more.\n\n",
        "2nd pic (16:9) Landscape": "./assets/projects/JJW-PFAL-3.png",
        "3rd Pic (3:4) Portrait": "./assets/projects/Portrait-IMG.png",
        "Header_2": "Where Form Follows Feeling",
        "Description_2": "Unlike one-size-fits-all manuals, it is modular allwoing the reader to read cover to cover or just the moments that matter. Every design decision; from warm illustrations, to co-written language, to the lay-flat guide for deep dives, to the quick reference cards for tense moments, as well as the QR-linked digital archive for evolving resources was made with overwhelmed parents in mind.\n\nParent First, ADHD Later doesn’t ask parents to do more. It gives them a compass to find the route to preserve their energy, empowering them, supporting them and showing them the different ways. ",
        "Picture_1 3:4": "./assets/projects/JJW-PFAL-2.png",
        "Picture_2 3:4": "./assets/projects/JJW-PFAL-6.png",
        "Picture_3 3:4": "",
        "Project Title": "",
        "Project Description": "",
        "Video (Youtube/Vimeo)": "",
        "links": [
            "Linkedin",
            "Instagram"
        ]
    },
    {
        "FULL NAME": "ONG ZHI KAI, DOUGLAS",
        "PreferredName": "Douglas Ong",
        "Designer Photo 3:4": "",
        "Iconfile": "./assets/indiv_icons/DouglasOng.png",
        "Personal Description": "The best designs don’t just function well—they evolve with their users.\n\nDouglas thrives on uncovering the unseen—bridging the gap between user, service experience, and product with a keen eye for context. By blending rigorous research with inventive experimentation, his multi-perspective approach uncovers hidden challenges and transforms them into opportunities for improvement. To him, the interweaving of various design disciplines are naturalistic and often reflects a real world perspective.\n\nWith a background in product design and photography, he brings together a wealth of experience from the appreciation and execution of visual arts, to a honed sensitivity towards the balance of form and function.",
        "Icon Description": "Douglas believes in design that uplifts — balanced, human, yet precise.",
        "Email": "ozkdouglas@gmail.com",
        "Instagram": "",
        "Behance": "",
        "Portfolio": "https://douglas-ong-design.webflow.io/",
        "Portrait": "./assets/portraits/Douglas.png",
        "LinkedIn": "https://www.linkedin.com/in/douglas-ong-zk/",
        "LinkedinUsername": "@douglas-ong-zk",
        "Which of these links you want on your Archive profile": "Linkedin + Portfolio Website",
        "Which of these links you want on your Gradsite profile (max 2)": "Linkedin,Portfolio",
        "Is your project thesis? (tick if yes)": "TRUE",
        "If it is platform project, list down your group members here": "-",
        "Project Title ( 1 Liner)": "Precicast",
        "Cluster": "PI",
        "Supervisor": "Song Kee Hong",
        "MainPic": "./assets/projects/HERO1.jpg",
        "Header_1": "From Scan to Splint: Transforming the OT Workflow",
        "Description_1": "Precicast is a novel scalable system for creating topologically-optimised 3D-printed spica casts through 3D scanning, to improve flexor tendon syndrome recovery. Coming in a set of 3 at optimised 30°, 60° and 80° splints, it is built using skin-safe composite PETG, 3D printed with a generative lattice for a balance of breathability and tensile strength. Unlike traditional splints, it is impact resistant and medically sterilizable. Through 3D scanning and printing, the Precicast system digitises the occupational therapist’s workflow and automates key steps, where it cuts post-op fitting time from 60 to 20 minutes and slashes weekly consults from 40 to 10 minutes, saving 3 hours daily and boosting patient capacity.",
        "2nd pic (16:9) Landscape": "./assets/projects/DSC-2340.jpg",
        "3rd Pic (3:4) Portrait": "./assets/projects/DSC-2327.jpg",
        "Header_2": "Where Orthopaedics meets Computational Design",
        "Description_2": "Precicast uses precise lattice patterning using Kangaroo and Lunchbox algorithms. This wasn't just aesthetically different—it reduced weight by 15% compared to 3D printing solid structures while maintaining structural integrity.  \n\nLink to Video: https://youtu.be/0YgbGaDMAUs?feature=shared",
        "Picture_1 3:4": "./assets/projects/full-Copy.jpg",
        "Picture_2 3:4": "./assets/projects/DSC-2269.jpg",
        "Picture_3 3:4": "./assets/projects/DSC-2271.jpg",
        "Project Title": "",
        "Project Description": "",
        "Video (Youtube/Vimeo)": "",
        "links": [
            "Linkedin",
            "Portfolio"
        ]
    },
    {
        "FULL NAME": "PANG XUE LE CHERYL",
        "PreferredName": "Cheryl Pang",
        "Designer Photo 3:4": "",
        "Iconfile": "./assets/indiv_icons/CherylPang.png",
        "Personal Description": "Cheryl is a designer who focuses on creating intuitive, functional experiences that make life easier. She enjoys distilling intricate problems into seamless solutions, always prioritizing usability and user needs. Her passion for UX/UI design lies in translating complex human behaviors into thoughtful, user-centered interactions.",
        "Icon Description": "My shape represents the convergence of a mountain and a wave, illustrating my  grounded nature, balanced with a readiness to adapt and evolve with every design project.",
        "Email": "cheryl.pangxl@gmail.com",
        "Instagram": "",
        "Behance": "",
        "Portfolio": "https://portfolio-3c490a.webflow.io/",
        "Portrait": "./assets/portraits/C-Close-up-1.jpg",
        "LinkedIn": "https://www.linkedin.com/in/cheryl-pang-50288924a/",
        "LinkedinUsername": "@cheryl-pang",
        "Which of these links you want on your Archive profile": "Linkedin +  Website",
        "Which of these links you want on your Gradsite profile (max 2)": "Linkedin +  Website",
        "Is your project thesis? (tick if yes)": "FALSE",
        "If it is platform project, list down your group members here": "Jocelyn Tan Xin Yee and Nicolas Erwann Itokiana ",
        "Project Title ( 1 Liner)": "The Analogue Photobooth",
        "Cluster": "",
        "Supervisor": "",
        "MainPic": "./assets/projects/main.png",
        "Header_1": "Film photography isn’t inconvenient — it’s intentional        ",
        "Description_1": "With the proliferation of social media algorithms, the troublesome nature of film photography appears to be misaligned with the widespread desire for instant gratification. The Analogue Photobooth is an immersive pop-up store that reclaims the \"troublesome\" nature of film photography as a deliberate, rewarding experience.",
        "2nd pic (16:9) Landscape": "./assets/projects/PXLC-Social-In-Retail-2.png",
        "3rd Pic (3:4) Portrait": "./assets/projects/PXLC-Social-In-Retail-4.png",
        "Header_2": "Celebrate the charm of unpredictability\n",
        "Description_2": "Every touchpoint in the store is designed to turn the unpredictability of film into moments of anticipation and mindfulness, offering a nostalgic yet refreshing break from the overwhelming digital whirlwind.",
        "Picture_1 3:4": "./assets/projects/PXLC-Social-In-Retail-3.png",
        "Picture_2 3:4": "./assets/projects/PXLC-Social-In-Retail-6.png",
        "Picture_3 3:4": "./assets/projects/PXLC-Social-In-Retail-5.png",
        "Project Title": "",
        "Project Description": "",
        "Video (Youtube/Vimeo)": "",
        "links": [
            "Linkedin",
            "Portfolio"
        ]
    },
    {
        "FULL NAME": "PATRICIA TANTRASARI SETIAWAN",
        "PreferredName": "Patricia Setiawan",
        "Designer Photo 3:4": "",
        "Iconfile": "./assets/indiv_icons/Patricia.png",
        "Personal Description": "Understanding people’s stories, perspectives, and the way they interact with the world, Patricia shapes the way people connect, not just with interfaces but with the essence of a brand itself. For her, design is about uncovering the emotions, unseen needs, and hidden influences that shape the way we live and engage with our environment. Every design begins with an exploration of what truly moves people, an understanding that informs both user experience and the stories brands tell. Patricia creates experiences that quietly becomes a part of everyday life, with designs that feel both natural and meaningful.",
        "Icon Description": "Just like the flow of my shape, I'm all about finding the balance between structure and flexibility. I love diving deep into the user experience while staying open to adaptation, following a design process that's grounded but never rigid. ",
        "Email": "patriciasetiawan784@gmail.com",
        "Instagram": "",
        "Behance": "",
        "Portfolio": "",
        "Portrait": "./assets/portraits/Patricia.png",
        "LinkedIn": "https://www.linkedin.com/in/patricia-setiawan-838b31255/",
        "LinkedinUsername": "@patricia-setiawan",
        "Which of these links you want on your Archive profile": "Linkedin",
        "Which of these links you want on your Gradsite profile (max 2)": "Linkedin",
        "Is your project thesis? (tick if yes)": "FALSE",
        "If it is platform project, list down your group members here": "Shaheed Ibnu Mohamed Hassan and Travis Tan Guan Ri",
        "Project Title ( 1 Liner)": "Moneyverse",
        "Cluster": "",
        "Supervisor": "Alistair Norris",
        "MainPic": "./assets/projects/temp-Imageh-QIMQX.avif",
        "Header_1": "Understand, Review, Discover",
        "Description_1": "Moneyverse responds to the overwhelming nature of navigating insurance by offering personalised and easy-to-apply insurance resources. Through a progressive and dynamic information architecture, it highlights what is most relevant, streamlining learning and overwhelm from the start, enabling users to evaluate insurance coverage independently. ",
        "2nd pic (16:9) Landscape": "./assets/projects/temp-Image-Ss-Gt-CU.avif",
        "3rd Pic (3:4) Portrait": "./assets/projects/temp-Image-Q8y-BPQ.avif",
        "Header_2": "Empowering Autonomy through Personalisation",
        "Description_2": "Cofi is a conversational insurance guide designed for young adults. As a friendly digital companion, she helps users understand complex jargon, bookmark key information, and identify gaps in their coverage. With tailored nudges, clear explanations, and interactive pop quizzes, Cofi builds confidence and empowers users to take control of their financial future.",
        "Picture_1 3:4": "./assets/projects/temp-Image-YFAk-Tz.avif",
        "Picture_2 3:4": "./assets/projects/temp-Imageoi-EXHP.avif",
        "Picture_3 3:4": "",
        "Project Title": "",
        "Project Description": "",
        "Video (Youtube/Vimeo)": "",
        "links": [
            "Linkedin"
        ]
    },
    {
        "FULL NAME": "RACHAEL ANNE LEE HUI TING",
        "PreferredName": "Rachael Anne",
        "Designer Photo 3:4": "",
        "Iconfile": "./assets/indiv_icons/Rachael.png",
        "Personal Description": "As a trained Industrial Designer, Rachael has the passion to create ideas that improve the lives of others. She is interested in user experience and storytelling, seeing them as essential to making designs more intuitive, engaging, and emotionally resonant. She strives to design solutions that not only meet functional needs but also create meaningful connections with users, enhancing their daily experiences.",
        "Icon Description": "In design, I am captivated by the elegance of simple geometry. From afar, the shape might appear ordinary. But up close, subtle details such as soft curves, intricate patterns, or slight shifts in proportion reveal a hidden personality.",
        "Email": "rachanneleeht@gmail.com",
        "Instagram": "",
        "Behance": "",
        "Portfolio": "",
        "Portrait": "./assets/portraits/Rachel.png",
        "LinkedIn": "https://www.linkedin.com/in/rachael-anne-lee/",
        "LinkedinUsername": "@rachael-anne-lee",
        "Which of these links you want on your Archive profile": "Linkedin",
        "Which of these links you want on your Gradsite profile (max 2)": "Linkedin",
        "Is your project thesis? (tick if yes)": "FALSE",
        "If it is platform project, list down your group members here": "Angeline Gomes, Ashley Thong",
        "Project Title ( 1 Liner)": "TowerTots",
        "Cluster": "nil",
        "Supervisor": "",
        "MainPic": "./assets/projects/Towertots-1.jpg",
        "Header_1": "Redefining Play Through Integrated Spaces in Malls",
        "Description_1": "Finding the fun in overlooked and ordinary spaces, TowerTots is a modular playground designed around the iconic pillars at Star Vista, Singapore. Its interactions include climbing walls, slides, haptic interactions, resting and hiding spots.",
        "2nd pic (16:9) Landscape": "./assets/projects/Towertots-2.jpg",
        "3rd Pic (3:4) Portrait": "./assets/projects/Towertots-3.jpg",
        "Header_2": "",
        "Description_2": "",
        "Picture_1 3:4": "./assets/projects/Towertots-4.jpg",
        "Picture_2 3:4": "./assets/projects/Towertots-5.jpg",
        "Picture_3 3:4": "",
        "Project Title": "",
        "Project Description": "",
        "Video (Youtube/Vimeo)": "",
        "links": [
            "Linkedin"
        ]
    },
    {
        "FULL NAME": "SHERYL CHEONG",
        "PreferredName": "Sheryl Cheong",
        "Designer Photo 3:4": "",
        "Iconfile": "./assets/indiv_icons/SherylCheong.png",
        "Personal Description": "Sheryl embraces creativity through hands-on exploration, finding excitement in crafting, building, and experimenting with new techniques. Her work is driven by curiosity, constantly evolving as she discovers and refines new skills. She engages deeply with materials, learning from them and allowing their unique qualities to influence her designs. She balances creativity with practicality, ensuring that each project is both expressive and functional. With an ever-growing collection of hobbies and a love for making, she thrives on the process of learning and creating. Looking ahead, she hopes to keep expanding her skills, combining diverse techniques to create work that is both inventive and uniquely her own.",
        "Icon Description": "My shape represents who I am — a creative, fun and thoughtful person who brings passion for people into everything I do. ",
        "Email": "sheryl.cheong170601@gmail.com",
        "Instagram": "",
        "Behance": "",
        "Portfolio": "",
        "Portrait": "./assets/portraits/Sheryl.png",
        "LinkedIn": "",
        "Which of these links you want on your Archive profile": "",
        "Which of these links you want on your Gradsite profile (max 2)": "",
        "Is your project thesis? (tick if yes)": "FALSE",
        "If it is platform project, list down your group members here": "",
        "Project Title ( 1 Liner)": "Dunkin’ All Day",
        "Cluster": "nil",
        "Supervisor": "nil",
        "MainPic": "./assets/projects/dunkin-1.png",
        "Header_1": "A donut for every occasion\n\n\n\n\n\n\n\n",
        "Description_1": "What if Dunkin’ Donuts expands beyond the morning coffee run with a new line of ice cream treats? The signature ‘Double D’ shape cleverly doubles as both an ice cream cone and, when flipped, a coffee-dipped donut, further emphasizing the “Dunkin” in Dunkin’ Donuts. This playful rebrand reimagines the concept and enhances brand engagement while catering to a broader, all-day audience.",
        "2nd pic (16:9) Landscape": "./assets/projects/dunkin-2.png",
        "3rd Pic (3:4) Portrait": "./assets/projects/dunkin-3.jpg",
        "Header_2": "",
        "Description_2": "",
        "Picture_1 3:4": "",
        "Picture_2 3:4": "",
        "Picture_3 3:4": "",
        "Project Title": "",
        "Project Description": "",
        "Video (Youtube/Vimeo)": "",
        "links": [
            ""
        ]
    },
    {
        "FULL NAME": "SOON WEI YA JASMINE",
        "PreferredName": "Jasmine Soon ",
        "Designer Photo 3:4": "",
        "Iconfile": "./assets/indiv_icons/Jasmine.png",
        "Personal Description": "Branding & UI/UX Designer \n\nEvery design starts with a meaningful conversation: one that helps build, nourish and redefine the idea into something that fits for the client and people’s lives. \n\nHey there! Jasmine designs simple interfaces with a passion for better design. By focusing on how people navigate decisions, she delves into understanding user & company needs, co-creating solutions for a more intuitive UI tool. Jasmine had the opportunity to design branding for SG60 x GBTB for 200 elderly volunteers from care organisations, amongst other design opportunities. Let’s bring ideas to life:)  \n",
        "Icon Description": "I believe that design can be simple, yet seamless. Every project starts with a meaningful conversation between client and end user.",
        "Email": "jasmine7046@gmail.com",
        "Instagram": "",
        "Behance": "https://www.behance.net/jasminesoon",
        "Portfolio": "https://jasminesoon.framer.website/",
        "Portrait": "./assets/portraits/Jasmine.png",
        "LinkedIn": "www.linkedin.com/in/jasmine-soon-b41772234",
        "LinkedinUsername": "@jasmine-soon",
        "Which of these links you want on your Archive profile": "Linkedin + Portfolio",
        "Which of these links you want on your Gradsite profile (max 2)": "Linkedin,Portfolio",
        "Is your project thesis? (tick if yes)": "FALSE",
        "If it is platform project, list down your group members here": "",
        "Project Title ( 1 Liner)": "Medmo",
        "Cluster": "non-thesis ",
        "Supervisor": "non-thesis ",
        "MainPic": "./assets/projects/Medmo-1.jpg",
        "Header_1": "Empower High Blood Pressure (BP) patients with medical ownership",
        "Description_1": "Medmo is an app that empowers High Blood Pressure (BP) patients with medical ownership. Patients can journal their medical progress, in tandem, update the doctor via a PDF that Medmo generates. This allows patients to transform self-recorded information as medical evidence, for the right medicine dosage.",
        "2nd pic (16:9) Landscape": "./assets/projects/Medmo-2.jpg",
        "3rd Pic (3:4) Portrait": "./assets/projects/Medmo-3.jpg",
        "Header_2": "",
        "Description_2": "",
        "Picture_1 3:4": "",
        "Picture_2 3:4": "",
        "Picture_3 3:4": "",
        "Project Title": "",
        "Project Description": "",
        "Video (Youtube/Vimeo)": "",
        "links": [
            "Linkedin",
            "Portfolio"
        ]
    },
    {
        "FULL NAME": "TAN JUN JIE, WESLEY",
        "PreferredName": "Wesley Tan",
        "Designer Photo 3:4": "",
        "Iconfile": "./assets/indiv_icons/Wesley.png",
        "Personal Description": "Wesley is a designer who brings ideas to life.\n\nHe is deeply fascinated by cutting-edge technology and contemporary design. Through his design journey, he has developed a strong appreciation for the ability to connect the dots—between concepts, people, and experiences. This approach allows him to create thoughtful and impactful work that resonates with others.\n\nDesign has become a way for Wesley to express ideas and emotions without boundaries. It has shaped the way he thinks, communicates, and solves problems. His passion lies in crafting products that leave a lasting impression and bring meaningful value to people.",
        "Icon Description": "I’m passionate about transforming ideas into reality. I thrive on connecting the dots between creativity and functionality, turning concepts into tangible outcomes.",
        "Email": "westanjj@gmail.com",
        "Instagram": "",
        "Behance": "",
        "Portfolio": "",
        "Portrait": "./assets/portraits/Wesley.png",
        "LinkedIn": "https://www.linkedin.com/in/westanjj/",
        "LinkedinUsername": "@westanjj",
        "Which of these links you want on your Archive profile": "https://www.linkedin.com/in/westanjj/",
        "Which of these links you want on your Gradsite profile (max 2)": "Linkedin",
        "Is your project thesis? (tick if yes)": "FALSE",
        "If it is platform project, list down your group members here": "Yuke Yang",
        "Project Title ( 1 Liner)": "DragonBoaTENG",
        "Cluster": "nil",
        "Supervisor": "",
        "MainPic": "./assets/projects/Dragon-Boa-TENG-1.jpg",
        "Header_1": "Reimagining Dragon Boating Through Technology: Empowering Exercise with Triboelectric Innovation",
        "Description_1": "The primary objective of this project is to develop a product that not only encourages users to engage in exercise but also incorporates Triboelectric Nanogenerator (TENG) technology.",
        "2nd pic (16:9) Landscape": "./assets/projects/Dragon-Boa-TENG-2.jpg",
        "3rd Pic (3:4) Portrait": "./assets/projects/Dragon-Boa-TENG-3.jpg",
        "Header_2": "",
        "Description_2": "",
        "Picture_1 3:4": "",
        "Picture_2 3:4": "",
        "Picture_3 3:4": "",
        "Project Title": "",
        "Project Description": "",
        "Video (Youtube/Vimeo)": "",
        "links": [
            "Linkedin"
        ]
    },
    {
        "FULL NAME": "WONG HE KAI",
        "PreferredName": "Wong He Kai",
        "Designer Photo 3:4": "",
        "Iconfile": "./assets/indiv_icons/HeKai.png",
        "Personal Description": "He Kai is a designer who loves complexity, imaginary problems and new spaces. This currently intersects nicely with design about technology and interaction, where new toys emerge bi-daily, and he tries to reconcile this with his passion for crafts and making.\n\nFor He Kai, making is a game about spinning disparate elements into each other, forming spicy connections into conclusions that can withstand rigorous objective critique. Whether harmonious or dissonant, the goal is a cohesive use experience that approaches inevitability.\n\nHe enjoys shaping materials, experiences, and objects, anything with tight iteration cycles, often blurring all three; He hopes his designs feel natural.",
        "Icon Description": "The blending of 2 convex curves is rarely seen outside of nature, and conveys my core desire as a design student to retain the feeling of the human in my work, no matter how strange or abstract the outcomes. ",
        "Email": "whksoup@gmail.com",
        "Instagram": "",
        "Behance": "http://behance.net/wonghekai",
        "InstagramUsername": "@wonghekai",
        "Portfolio": "",
        "Portrait": "./assets/portraits/He-Kai.png",
        "LinkedIn": "",
        "Which of these links you want on your Archive profile": "http://behance.net/wonghekai",
        "Which of these links you want on your Gradsite profile (max 2)": "Behance",
        "Is your project thesis? (tick if yes)": "TRUE",
        "If it is platform project, list down your group members here": "nil",
        "Project Title ( 1 Liner)": "Project Your Touch",
        "Cluster": "PI",
        "Supervisor": "Clement Zheng & Yen Ching Chiuan",
        "MainPic": "./assets/projects/Slide-16-9-1.png",
        "Header_1": "Current spatial interactions default to 2d screens and traditional controllers, but will these survive the next era of spatial computing? What if we could sculpt virtual clay with the ease of working real clay?",
        "Description_1": "Project Your Touch (PYT) is an exploration of alternative interactions for sculpting clay in VR, that leverages our familiarity with traditional craft methods found in analogue media to create a more intuitive, sensorial and expressive VR sculpting experience for newcomers. PYT reverses the relationship found in VR Haptic research, where typically physical contraptions align to virtual surfaces to create the illusion of contact. Instead, PYT uses tracked physical surfaces to project accurate geometry into the digital system in a manner that is surprisingly tactile and intuitive, at a fraction of the computation cost.",
        "2nd pic (16:9) Landscape": "./assets/projects/Slide-16-9-2.png",
        "3rd Pic (3:4) Portrait": "./assets/projects/itsaplaceholder.png",
        "Header_2": "Rethinking \"Controller Input\"",
        "Description_2": "This thesis presents 3 interactions that combine to form a functional 3d modelling program. Users hold out their hands to mold objects from nothing (addition), then 'sand' the mold down to a desired form using the sculptors' tool and proxy (subtraction), and finally detail their work (fine tooling). Instead of controlling parameters like brush intensity or size with sliders and menus, you simply slide your grip  along the handle, apply more or less pressure, or change the way you hold your brush. The system captures 5 more input dimensions that we find in our day to day tools.",
        "Picture_1 3:4": "./assets/projects/Slide-4-3-1.png",
        "Picture_2 3:4": "./assets/projects/Slide-4-3-2.png",
        "Picture_3 3:4": "./assets/projects/Slide-4-3-3.png",
        "Project Title": "",
        "Project Description": "",
        "Video (Youtube/Vimeo)": "",
        "links": [
            "Behance"
        ]
    }
]